"CFBundleName" = "Infuse";
"NSHumanReadableCopyright" = "© 2026 Firecore, LLC";
"NSAppleMusicUsageDescription" = "Ceci permettra à Infuse d'accéder aux vidéos synchronisées avec l'app TV d'Apple.";
"NSBluetoothPeripheralUsageDescription" = "Ceci permettra à Infuse de connecter et de diffuser des médias sur des appareils externes.";
"NSCameraUsageDescription" = "Ceci permettra à Infuse de scanner des QR codes.";
"NSMicrophoneUsageDescription" = "Ceci permettra à Infuse de se connecter et de s'appairer avec des périphériques externes.";
"NSFaceIDUsageDescription" = "Ceci vous permettra de déverrouiller votre appareil lorsque le contrôle parental est activé.";
"NSLocationAlwaysAndWhenInUseUsageDescription" = "Utilisé pour partager des données anonymes sur l'amélioration des produits.";
"NSLocationAlwaysUsageDescription" = "Utilisé pour partager des données anonymes sur l'amélioration des produits.";
"NSLocationWhenInUseUsageDescription" = "Utilisé pour partager des données anonymes sur l'amélioration des produits.";
"NSPhotoLibraryUsageDescription" = "Ceci vous permettra d'ajouter des images à Infuse.";
"NSBluetoothAlwaysUsageDescription" = "Ceci permettra à Infuse de se connecter et de diffuser des médias sur les appareils Google Cast à proximité.";
"NSLocalNetworkUsageDescription" = "Ceci permettra à Infuse de se connecter et de diffuser des médias à partir d'appareils sur votre réseau local.";
"NSPhotoLibraryAddUsageDescription" = "Ceci permettra à Infuse de sauvegarder des images dans l'app Photos.";
